{
  "termsPage": {
    "title": "الشروط والأحكام لاستخدام كيرفيو",
    "sections": {
      "respect": {
        "title": "1. مبدأ الاحترام المتبادل",
        "body": "يجب على الطرفين — العميل والممرض — الحفاظ على الاحترام المتبادل أثناء تقديم أو تلقي الخدمة. يُحظر تمامًا أي ألفاظ مسيئة أو إهانات أو تهديدات أو سلوك عدائي من أي نوع."
      },
      "violation": {
        "title": "2. الإجراءات في حالة المخالفة",
        "point1": "عند استلام أول شكوى موثقة عن سلوك مسيء، يتلقى الطرف المخالف إنذارًا رسميًا.",
        "point2": "تكرار المخالفات أو الحالات الشديدة (التهديد الجسدي، الإساءة اللفظية المفرطة، التحرش) قد يؤدي إلى إيقاف الحساب أو الحظر الدائم من المنصة.",
        "point3": "جميع قرارات الإيقاف أو الحظر تتخذها إدارة الدعم بعد تحقيق داخلي يستند إلى الأدلة (سجلات المحادثة، التسجيلات، الشهادات، إلخ)."
      },
      "complaint": {
        "title": "3. كيفية تقديم شكوى",
        "body": "يمكن للطرف المتضرر تقديم شكوى عبر نموذج 'اتصل بنا' أو عبر البريد الإلكتروني: <strong>support@carevio.com</strong>."
      },
      "appeal": {
        "title": "4. حق الاستئناف",
        "body": "يحق لأي طرف يتلقى إنذارًا أو إيقافًا أن يستأنف خلال 14 يومًا من تاريخ الإخطار. سنراجع الاستئناف خلال فترة زمنية معقولة ونبلغ بالقرار كتابيًا."
      },
      "nurseConduct": {
        "title": "5. سلوك الممرض",
        "body": "يجب على الممرضين الالتزام بأخلاقيات المهنة، واحترام الخصوصية، والامتناع عن استخدام أي لغة مسيئة تجاه العملاء. قد تؤدي المخالفات إلى اتخاذ إجراءات إشرافية أو الإزالة من المنصة."
      },
      "platformExclusivity": {
        "title": "6. حظر التعامل خارج المنصة",
        "body": "يجب أن تتم جميع الاتصالات والحجوزات والمدفوعات بين الممرضين والعملاء حصريًا من خلال منصة كيرفيو. أي محاولة للتواصل أو التعاقد المباشر خارج المنصة (مثل المكالمات الخاصة أو التحويلات المباشرة) تعتبر مخالفة جسيمة وقد تؤدي إلى تعليق أو إنهاء الحساب بشكل دائم."
      },
      "bookingCancellation": {
        "title": "7. الإلغاء",
        "body": "يجب أن تتم جميع إلغاءات الحجوزات حصريًا من خلال التواصل مع منصة كيرفيو الرسمية (مثل نموذج 'اتصل بنا' أو البريد الإلكتروني للدعم). لن يُعترف بأي إلغاء يتم مباشرة مع الممرض/ة أو العميل."
      },
      "weeklyPayments": {
          "title": "8.  الدفعات الأسبوعية",
          "body": "الممرض ملزم بدفع حصة الموقع من أي حجز تم تنفيذه وفقاً للسياسات المعتمدة. يتم تحديد مواعيد الدفع بشكل دوري، وفي حال عدم الالتزام بسداد الحصة المستحقة، يحق لإدارة الموقع اتخاذ الإجراءات القانونية اللازمة لضمان استيفاء حقوقها."
        },
      "changes": {
        "title": "9. التغييرات في الشروط",
        "body": "نحتفظ بالحق في تحديث هذه الشروط في أي وقت. سيتم نشر أي تغييرات على هذه الصفحة."
      },
      "law": {
        "title": "10. القانون المعمول به",
        "body": "في الأمور غير المنصوص عليها هنا، سيتم تطبيق القوانين المحلية المعمول بها. أي نزاعات تنشأ عن هذه الشروط ستكون خاضعة لاختصاص المحاكم المختصة."
      }
    }
  }
}
